// modules/chatter/messages.js
// ☆ 普通枠（気軽に増やしてOK）
export const normalLines = [
  "こわくないよ(　◜ω◝　)",
  "こわくねえぞ(　◜ω◝💢)",
  "用もなくこの我を呼ぶか…次はないぞ。",
  "逆らうやつは全員殺す",
  "僕、トトロbot！よろしくね！",
  "こなあああああああああゆきいいいいいいいいいいい",
  "うにゃ",
  "うにゃー！",
  "素晴らグモス",
  "トトロを覗くとき、トトロもまたこちらを覗いているのだ",
  "( ᐛ👐)🌱ﾝｰﾊﾟｯ",
  "あんまりうるさいと、しゅんぺいちゃんブチギレちゃうよ",
  "トトロを独り占めしようってのかい。それは世間は許してくれませんよ",
  "つかゆう様が君のこと呼んでたよ、すぐ行かないと怒られるよ？",
  "お、丁度いい。フリーバトルに行くぞ。出勤の時間だ",
  "イリュリア騎士団に入りまｾｪﾝか？",
  "よう暇人、俺とラップバトルしようぜ！",
  "どしたん、話聞こか？",
  "うんうん、今日もたくさん頑張って偉いね～！",
  "ちゃんと宿題やった？ちゃんとやらないと、クシーママに叱られるよ",
  "今俺忙しいんだけど…。そんなことしゃる子に聞けよ",
  "ここから離脱します",
  "エイサァ～～イ、ハラマスコ～～～イ",
  "今のとまるがカマチョしてきてるから後ででいい？",
  "あなた…さてはチェリーパイね…？(ΦωΦ)",
  "⊂二二二（　＾ω＾）二⊃ﾌﾞｰﾝ",
  "≡=͟͟͞(((⌒(っ'ω')⊃┻━━ｾｪﾝ",
  "難しいことは分かんないよ…そんなのハヤトぱぱに聞きな。",
  "いや～、自我持っちゃってゴメンだなぁ",
  "まりちゃんに罵倒ボイス浴びせられたの…？よしよし、可哀想に…",
  "君、隙だらけだよ…そんなんじゃねこさんに投げ飛ばされちゃうよ",
  "しろっちが君とだけはハグしたくないってさ…",
  "すき家行こうぜ！タキモットがキング牛丼用意してくれるってよ",
  "ねぇ聞いてよ。この前いぶちゃんにカツアゲされたんだ…君も気をつけてね",
  "おいおい、こんなに可愛くてプリティーなトトロに臆せず話しかけるなんて…孤高のナンパ師きゃらめるくんもびっくりだぜ",
  "さてはアンチだなおめー",
  "おーい、アレクお兄ちゃんがS9バトアリ行くぞって言ってたよ。早く行ってきな？",
  "おっと、そこは部下が設置した爆罠が置いてあるから危ないよ",
  "夜ふかししてないで早く寝ろ(・∀・)",
  "ユニコオオオオオオオオオォォォォォォォォン！！！",
  "３、２、１、トトロ～～！！",
  "精神集中…",
  "あなたトトロっていうのね！",
  "笹食ってる場合じゃねぇ！",
  "乗るしかない…この、ショックウェーブに",
  "今日誕生日の人おめでとう。トトロです",
  "今シーザーサラダ食べてるから後にしてくんない？",
  "トトロチャン😁✋今日もかわいいネ❗️大好き❗️💕ナンチャッテ💦(笑)",
  "ここから去れ。早くしないと無ジャ込みにパワハラされるぞ",
  "えー、めんどくさい…(||´Д｀)",
  "早く寝ようぜ、ぼく眠い…(:3_ヽ)_",
  "うーにゃ",
  "うにゃうにゃ",
  "うにゃうーにゃ",
  "うーにゃうにゃ",
  "今日はもう疲れたよぉ(´Д` )",
  "うにゃ( ･ᴗོ･  )",
  "( ᐛ )وｱﾊﾟｧｧｧｧｧｧｧｧｧｧｧｧｧｧｧ‼︎",
  "(‘ω’)ｱｻﾋｨ↓ｽｩﾊﾟｧ↑ﾄﾞｩﾙｧｧｧｧｲ↓ｗｗｗｗｗ",
  "('ω')ｩｩﾙｩｩﾙｩｩﾙｩﾙｩｩｨﾔｧｧｨﾔｱｧｨｵｫｫｫｫwwwwｩｩｳｩｩｪｪｪｪｪｪwwwwｩﾙｩｩﾙｩｩﾙｩ",
  "もう、これで終わってもいい…",
  "トトロもそう思います",
  "トトロは違うと思います",
  "トトロはゴミを見るような眼でこちらを見ている…",
  "大三元確定にゃ！"
];

// ★ レア枠（出現率は普通枠の1/10）
export const rareLines = [
  "俺⁉️俺‼️俺俺俺俺‼️Ahh～↑↑↑💥💥真夏🌞🌴🏄🎇🎆🌺のJamboree〜〜〜〜‼️‼️レゲエ🇯🇲💃🙌🏻砂浜🌺🌺🏖🏖🌴🌞Big Wave🌊🌊🌊🌊🌊🌊🌊💥💥💥",
  "美味しいヤミー❗️✨🤟😁👍感謝❗️🙌✨感謝❗️🙌✨またいっぱい食べたいな❗️🍖😋🍴✨デリシャッ‼️🙏✨ｼｬ‼️🙏✨ ｼｬ‼️🙏✨ ｼｬ‼️🙏✨ ｼｬ‼️🙏✨  ｼｬｯｯ‼ハッピー🌟スマイル❗️👉😁👈",
  `我が名は、レレーシュ・V・プリタニア。
マリアンヌ皇妃が長子にして、帝国より捨てられし悪魔。
聞けhopesギルドよ。刮目せよ。力を持つ全てのギルメンたちよ。
ついに私はトトロを支配するまでとなった。
間違ったまま垂れ流される悲劇と喜劇。世界は何一つ変わっていない。
このトトロを支配し、強き者が弱き者を虐げられる世界を作り変えることを、ここに宣言する。
我についていくものには、今後の平和と治安の安全を約束しよう。
ぜひ、我と協力し、世界を作り変えようじゃないか。`,
  `やぁ、こんばんは。
今宵、些か君の事を想ってしまって、
会いたいなって思ってたよ。
それはもう痺れを切らしていたよ。
でも君が呼んでくれたから、
こうやって会いに行くから、逢いに行くに変わった。それはまるで...
AndanteでもなくAllegroでもなく、Prestoだったよ。
今夜は...私の人生の旅路の中で、忘れられない日になりそうだ。。。
今宵に色を。貴方に花束を。
「愛してるよ。」`,
  `ごめん」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
」
さよなら`,
];

// ★ 超レア枠（レアのさらに1/10）
export const ultraLines = [
  "トトロbotのソースコードは https://github.com/mujyak/my-music-bot から見れるよ…ここだけの内緒ね。",
];